{
    "getting-good-sleep-dos-and-donts": {
        "title": "Getting good sleep: the do's and don't's",
        "date": "September 07, 2013",
        "author": "thomas-crooks",
        "description": "A large number of the people I treat in the clinic suffer from poor sleep. It is a serious problem that can significantly impact on our stress levels, energy levels and quality of life. Many people are missing out on the rest and rejuvenation that occurs with deep sleep. ",
        "ispublished": true,
        "ishome": true
    },
    "eating-well-in-winter": {
        "title": "Eating well in Winter",
        "date": "June 25, 2013",
        "author": "thomas-crooks",
        "description": "One vital thing that influences your health is your diet. This is not new information, but what it actually means and how to decide what to eat differs depending on who you talk to. It is hard to know which perspective to adhere to when working out what you want to eat in order to look after yourself. ",
        "ispublished": true
    },
    "treatment-of-sports-injuries-with-chinese-herbal-medicine": {
        "title": "The treatment of sports injuries with Chinese Herbal Medicine",
        "date": "May 17, 2013",
        "author": "thomas-crooks",
        "description": "Did you know that there is a fully-developed area of practice within the broad platform of Chinese medicine, specifically dedicated to the treatment of sports injuries? ",
        "ispublished": true
    },
    "chinese-medicine-industry-regulation": {
        "title": "Chinese medicine industry regulation",
        "date": "July 02, 2012",
        "author": "thomas-crooks",
        "description": "As of July 1st, acupuncturists and Chinese herbalists Australia-wide have become regulated by AHPRA (Australian Health Practitioner Regulation Agency). This federal government agency is responsible for protecting the public in ensuring the provision of the highest quality health services. ",
        "ispublished": true
    },
    "how-does-acupuncture-work": {
        "title": "How does Acupuncture work?",
        "date": "February 16, 2012",
        "author": "thomas-crooks",
        "description": "In this cool video, RMIT's Dr Zhen Zheng uses a great metaphor to help explain how acupuncture works in the body to restore healthy function. Enjoy! ",
        "ispublished": true
    },
    "shiatsu-the-back-shu-points-and-the-spinal-flush": {
    	"title": "Shiatsu, The Back Shu Points and the Spinal Flush",
        "date": "February 02, 2013",
        "author": "thomas-crooks",
        "description": "There are a number of routines in shiatsu practice that a therapist will draw on and modify to give a unique treatment to his or her client. Some of these are named after the position that the client lies in while receiving their treatment - for example the front routine, or the side routine. But perhaps the most powerful, certainly in my experience in over 10 years of practice, is the back routine. ",
        "ispublished": true
    }
}
